<%@ taglib uri="http://java.sun.com/jsp/jstl/core" prefix="c"%>
<%@ page language="java" contentType="text/html; charset=utf8"
	pageEncoding="utf8"%>
<%@taglib uri="http://www.springframework.org/tags" prefix="spring"%>
<%@taglib uri="http://www.springframework.org/tags/form" prefix="form"%>
<%@taglib uri="http://java.sun.com/jsp/jstl/core" prefix="c"%>
<%@ taglib uri="http://www.springframework.org/security/tags"
	prefix="security"%>
<!DOCTYPE html>
<html>
<head>
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">
<meta charset="utf-8">

<meta http-equiv="Content-Type" content="text/html; charset=UTF8">
    <link href="<c:url value="/resources/css/bootstrap.min.css" />"	rel="stylesheet">
    <link href="<c:url value="/resources/css/main/main.css"  />" rel="stylesheet" />
    <link href="<c:url value="/resources/css/footer.css"  />" rel="stylesheet" />
    <script	src="<c:url value="/resources/js/jquery-2.2.1.min.js" />"></script>
    <script	src="<c:url value="/resources/js/bootstrap.min.js" />"></script>
    <link rel="icon" href="<c:url value="/resources/images/favicon.ico" />"
	type="image/x-icon">
	
<title>Политика конфиденциальности</title>
</head>
<body>

<%@include file="/WEB-INF/views/headerwithsearch.jsp"%>
<div class="policy">
<div class="container mainpolicy">

<h1 style="word-wrap: break-word;">Политика конфиденциальности</h1>

<p>Создатели сайта Jobster.by (Сайт) с особым вниманием и уважением относятся к частной жизни, прикладывая максимальные усилия для использования сведений о частной жизни исключительно с личного разрешения «Пользователя» - лица, имеющее доступ к Сайту, посредством сети Интернет и использующее Сайт в строгом соответствии с нормами законодательства Республики Беларусь.
<p>Jobster.by предлагает «Пользователю» оставлять о себе только следующие данные:
<ul style="padding-left: 15px;">
<li>адрес электронной почты;
<li>город;
<li>фамилия;
<li>имя;
<li>пароль; 
<li>номер телефона. 
</ul>
<p>Вносимые «Пользователем» при регистрации данные необходимы Jobster.by для: 
<ul style="padding-left: 15px;">
<li>быстрой и удобной организации связи между «Пользователями» по вопросам поиска и/или предоставления услуг работы;
<li>быстрой связи с «Пользователем» по вопросам функционирования сайта и предоставляемых с его помощью услуг, а также уточнения текста  поданных объявлений;
<li>отображения результатов поиска для иных «Пользователей» в тех случаях, когда это требует заказчик;
<li>сбора данных о географической локации «Пользователей» и последующего целевого адаптирования Сайта и под его конкретные группы «Пользователей».
<li>оптимизации работы Сайта и/или диагностики проблем его работы, а также для улучшения функционирования сервисов Jobster.by. 
</ul>
<p>Создатели Сайта осуществляют сбор информации о «Пользователях» только путем ее получения через регистрацию «Пользователей» на Jobster.by и только ту информацию, которая была изложена «Пользователем» при регистрации.  
<p>Личная информация, которую собирает Сайт будет сохраняться и использоваться исключительно в описанных целях, если только «Пользователь» не даст Jobster.by подтвержденного разрешения использовать ее в иных целях, как описано ранее. Создатели Сайта обязуются не продавать, не передавать личную информацию «Пользователя» третьим лицам, либо использовать ее в любом виде в ущерб для «Пользователя».
<p>Создатели Сайта могут раскрыть любую личную информацию «Пользователя» по обоснованному (законному) требованию органов власти и управления.
<p>Создатели Сайта осознают, что при размещении личных данных «Пользователь» по любым мотивам может указать неверные сведения о себе. В этом случае создатели Jobster.by не несут ответственности за:
<ul style="padding-left: 15px;">
<li>отказ от доступа к Сайту или созданному его «Пользователем» профилю; 
<li>несвоевременное информирование «Пользователя» о произведенных изменениях на Сайте и условиях его использования;
<li>интерпретации указанного при регистрации имени (ника) в возможном непристойном выражении с учетом лингвистических особенностей языков; 
<li>раскрытии «Пользователем» на Сайте при регистрации о себе любой, не запрашиваемой создателями Сайта личной информации (например, в ходе общения с иными «Пользователями», оставления комментариев т.д.);  
<li>раскрытии «Пользователем» на Сайте любой личной информации, ранее уже опубликованной и используемой третьими лицами, в том числе  в ущерб «Пользователю».  
</ul>
<p>Если «Пользователь» захочет изменить личную информацию он должен действовать в соответствии с инструкциям, описанными в разделе «как это работает». Если «Пользователь» затрудняется в понимании его действий по инструкции, создатели Сайта обязательно помогут ему в случае поступления соответствующего запроса на электронную почту, указанную на сайте. 
<p>Несмотря на все предпринимаемые меры по его безопасному функционированию Сайта, создатели Jobster.by осознают, что Сайт не может быть абсолютно безопасным. В целях повышения мер безопасности создатели Jobster.by полагают важным, чтобы «Пользователь» также был лично заинтересован в защите своих данных от возможного негативного посягательства. В этой связи создатели Jobster.by обращают внимание «Пользователей» на необходимость: 
<ul style="padding-left: 15px;">
<li>запоминая пароля для входа на Сайт или его сохранения в безопасном месте (отдельном от аккаунта);
<li>выходить из учетной записи и закрывать веб-браузер каждый раз, когда «Пользователь» заканчивает свою сессию работы на Jobster.by или оставляет компьютер (смартфон, планшет, и т.д.) без личного присмотра «Пользователя».
<li>Для отдельных наших сервисов необходимо применение нами так называемых cookie. Cookie являются информацией, сохраняемой на Вашем компьютере Сайтом. В cookie может сохраняться информация о посещении Вами нашего веб-сайта. Большинство браузеров по умолчанию настроены таким образом, что они принимают cookie. Тем не менее, «Пользователь» может перенастроить свой браузер таким образом, что бы он не сохранял cookie или предварительно запросил «Пользователя» подтверждение на сохранение. Если «Пользователь» не использует cookie, это может повлечь за собой неправильное функционирование отдельных функций Сайта.
</ul>
<p>Создатели Jobster.by сохраняют за собой право изменить Политику сбора личных данных «Пользователей» и их использования в любое время, уведомляя зарегистрированных пользователей путем опубликования на Сайте и отправкой соответствующего уведомления по электронной почте. 
<p>На Сайте могут находиться ссылки на другие сайты.  Создатели Jobster.by не несут ответственности за политику конфиденциальности, проводимую иными веб-сайтами.

</div>
</div>
<!-- Yandex.Metrika counter -->
<script type="text/javascript">
    (function (d, w, c) {
        (w[c] = w[c] || []).push(function() {
            try {
                w.yaCounter39345665 = new Ya.Metrika({
                    id:39345665,
                    clickmap:true,
                    trackLinks:true,
                    accurateTrackBounce:true,
                    webvisor:true,
                    trackHash:true
                });
            } catch(e) { }
        });

        var n = d.getElementsByTagName("script")[0],
            s = d.createElement("script"),
            f = function () { n.parentNode.insertBefore(s, n); };
        s.type = "text/javascript";
        s.async = true;
        s.src = "https://mc.yandex.ru/metrika/watch.js";

        if (w.opera == "[object Opera]") {
            d.addEventListener("DOMContentLoaded", f, false);
        } else { f(); }
    })(document, window, "yandex_metrika_callbacks");
</script>
<noscript><div><img src="https://mc.yandex.ru/watch/39345665" style="position:absolute; left:-9999px;" alt="" /></div></noscript>
<!-- /Yandex.Metrika counter -->
<%@include file="/WEB-INF/views/footer.jsp"%> 
</body>
</html>